export const DREAMS = [
  {
    id: 1,
    title: "Энэтхэг дахь аялал",
    description: "Таж Махалыг үзэж хамтдаа нар жаргахыг харах",
    emoji: "🗾",
  },
  {
    id: 2,
    title: "Хийж үзэх зүйлс",
    description:
      "Хамтдаа усанд сэлэх, Дугуй унах, Бие биенийхээ хүслийг биелүүлэх",
    emoji: "💍",
  },
  {
    id: 3,
    title: "Өөрсдийн гэсэн гэртэй болох",
    description:
      "Өөрсдийн хүссэн гэртэй болоод түүнийгээ хүссэнээрээ чимэглэж, яг л мөрөөдлийн мэт амьдрах",
    emoji: "🏡",
  },
  {
    id: 4,
    title: "Үүлэмд Далай Үзүүлэх",
    description:
      "Хамтдаа далайн эрэг дээр мөрөөдлөө ярьж, нар жаргахийг харж, болзох",
    emoji: "✨",
  },
  {
    id: 5,
    title: "Хөгширтлөө Үүрд Хамтдаа",
    description: "Амьдралаа хамтдаа босгох, эцсээ хүртэл үүрд хамтдаа амьдрах",
    emoji: "👵👴",
  },
];
