export const MEMORIES = [
  {
    id: 1,
    title: "Бидний Утасаар Ярьсан Анхны Өдөр",
    date: "2022/02/18",
    description:
      "Энэ өдөр миний хайр надаас хамгийн түрүүнд ЧИ НАДТАЙ УТАСААР ЯРЬМААР БАЙНА УУ? гэж хэлээд бие биенийхээ хоолойг анх удаа сонсож билээ.",
    image: "/images/memories/1.jpeg",
    position: { x: 15, y: 80 },
  },
  {
    id: 2,
    title: "Бидний Анх Хамтдаа Кино Үзсэн Өдөр",
    date: "2022/12/24",
    description:
      "Энэ өдөр хайрт охинтойгоо Call Me By Your Name гэх гайхалтай киног үзээд хамтд байхад ханьтай дулаахан мэдрэмжийг авч байсан, миний үзэж байсан хамгийн шилдэг кинонуудын нэг.",
    image: "/images/memories/2.jpeg",
    position: { x: 18, y: 64 },
  },
  {
    id: 3,
    title: "Билгүүтэй Анх Үүлэмд Хайртай Гэж Хэлсэн Өдөр",
    date: "2022/12/26",
    description: "",
    image: "/images/memories/3.jpeg",
    position: { x: 22, y: 48 },
  },
  {
    id: 4,
    title: "Бидний Үерхлийн Өдөр, Билгүүтэй ийн Төрсөн Өдөр",
    date: "2023/02/11",
    description:
      "Энэ өдөр миний хөөрхөн хайр болон миний хамгийн их сандар бас догдолж байсан өдөр байх",
    image: "/images/memories/4.jpeg",
    position: { x: 25, y: 32 },
  },
  {
    id: 5,
    title: "Үүлэмийн Төрсөн Өдөр",
    date: "2022/03/04",
    description: "Хорвоогийн хамгийн хөөрхөн, эгдүүтэй охины төрсөн өдөр",
    image: "/images/memories/5.jpeg",
    position: { x: 28, y: 15 },
  },
  {
    id: 6,
    title: "Бидний Гайхалтай Үерхлийн 100 Дахь Өдөр",
    date: "2023/05/21",
    description: "",
    image: "/images/memories/6.jpeg",
    position: { x: 45, y: 40 },
  },
  {
    id: 7,
    title: "Анхны Уулзалт, Анхны Үнсэлт",
    date: "2023/08/02",
    description:
      "Урт удаан холын зайн үерхлийн эцэст бид уулзлаа, Үүлэмд анхны үнсэлт тэврэлтээр бэлэг барьж гэдсэнд эрвээхий мэдрүүлсэн гайхалтай өдөр.",
    image: "/images/memories/7.jpeg",
    position: { x: 60, y: 40 },
  },
  {
    id: 8,
    title: "Анхны Болзоо",
    date: "2023/08/03",
    description:
      "Энэ өдөр бид хоёрын болзоо GreySeed гэх ресторанаас эхлэж, Хамтдаа кино үзсэн, бас миний хайр цусаа гаргасан өдөр.",
    image: "/images/memories/8.jpeg",
    position: { x: 75, y: 40 },
  },
  {
    id: 9,
    title: "Анхны Аялал",
    date: "2023/08/24",
    description:
      "Анхны аялал дурсамж дүүрэн, энэ өдөр хайртайгаа хамт байхдаа ямар ч асуудал байсан бүгдийг мартаж, тайван амар байсан гайхалтай нэгэн өдөр",
    image: "/images/memories/9.jpeg",
    position: { x: 80, y: 30 },
  },
  {
    id: 10,
    title: "Бидний Плэйлист",
    date: "2023/02/19",
    description:
      "Энэ өдөр Үүлэм бид хоёр өөрсдийн сонсдог дуунуудаа нэг плэйлист болгон нэгтгэсэн, Бие биенийхээ дуртай сонсдог дуунуудийг сонсох шилдэг арга.",
    image: "/images/memories/10.jpeg",
    spotifyTrack: "playlist/0mJhvgLx6WMZ4JUvXJIzzg",
    position: { x: 90, y: 35 },
  },
  {
    id: 11,
    title: "Энэтхэг Улсаар Аялсан нь",
    date: "2024/06/29",
    description:
      "Бидний анхны гадаад улсад аялсан хэсэг, хэдий богино 1 сарын турш байсан ч гэсэн амьдралдаа авч байгаагүй их аз жаргал, адал явдалыг мэдрсэн үе",
    image: "/images/memories/11.jpeg",
    position: { x: 85, y: 50 },
  },
  {
    id: 12,
    title: "Бидний 800 Дахь Өдөр",
    date: "July 15, 2024",
    description: "",
    image: "/images/memories/12.jpeg",
    position: { x: 75, y: 50 },
  },
];
